Repository: EYOGROUP/ETM
Catalog: lib/l10n/app_*.arb
Languages: fr

# timeRangeError
source: The end time cannot be earlier than the start time. Please select a valid time range.
fr: L'heure de fin ne peut pas être antérieure à l'heure de début. Veuillez sélectionner une plage horaire valide.

# lastSessionClosed
source: You just closed your last session. You can now start tracking a new session whenever you're ready!
fr: Vous venez de terminer votre dernière session. Vous pouvez maintenant commencer une nouvelle session dès que vous êtes prêt!

source: Break Exceeded Limit
fr: Limite de pause dépassée

# breakExceededMessage
source: Your break has exceeded the maximum allowed duration. To maintain accurate tracking, you can recover and adjust the break to the allowed limit, or discard it entirely. What would you like to do?
fr: Votre pause a dépassé la durée maximale autorisée. Pour maintenir un suivi précis, vous pouvez récupérer et ajuster la pause à la limite autorisée, ou la supprimer entièrement. Que souhaitez-vous faire?

source: Discard Break
fr: Supprimer la pause
