Repository: EYOGROUP/ETM
Catalog: lib/l10n/app_*.arb
Languages: fr

# welcomeTo
source: Wecome to
fr: Bienvenue à

# subtitleWelcomePage
source: Track your time locally, no login required.
fr: Suivez votre temps localement, sans avoir besoin de vous connecter.

source: Start Tracking
fr: Commencer le suivi

source: Stop Tracking
fr: Arrêter le suivi

# todayYouTracked
source: Today You Tracked: {times} {timesLabel}.
fr: Aujourd'hui, vous avez suivi : {times} {timesLabel}.

source: Tracked Time
fr: Temps suivi

# sessionFinishNow
source: The session will finish now.
fr: La session se terminera maintenant.

# trackingStartNow
source: Tracking will start now!
fr: Le suivi commencera maintenant !

# startBeforeBreak
source: Start your session before taking a break.
fr: Démarrez votre session avant de prendre une pause.

# noMoreBreaks
source: You finished your session, no more breaks available for today!
fr: Vous avez terminé votre session, plus de pauses disponibles aujourd'hui !

# sessionAlreadyFinished
source: Your session is already finished for today.
fr: Votre session est déjà terminée pour aujourd'hui.

source: Session started at:
fr: Session commencée à :

source: Session ended at:
fr: Session terminée à :

# trackedHoursGross
source: You tracked in hours (Gross):
fr: Temps suivi en heures (Brut) :

# trackedMinutesGross
source: You tracked in minutes (Gross):
fr: Temps suivi en minutes (Brut) :

# trackedHoursNet
source: You tracked in hours (Net):
fr: Temps suivi en heures (Net) :

# trackedMinutesNet
source: You tracked in minutes (Net):
fr: Temps suivi en minutes (Net) :

source: Session Details
fr: Détails de la session

# selectCategoryToTrack
source: Please select a category to start tracking.
fr: Veuillez sélectionner une catégorie pour commencer le suivi.

# deleteTrackedSession
source: Delete your tracked session.
fr: Supprimer votre session suivie.

# confirmDeleteTrackedSession
source: Do you really want to delete your tracked session?
fr: Voulez-vous vraiment supprimer votre session suivie ?

source: Start Now
fr: Commencer maintenant

source: Break Time
fr: Temps de pause

source: Welcome
fr: Bienvenue

source: Today the
fr: Aujourd'hui le

source: Home
fr: Accueil

# breakLabel
source: Break
fr: Pause

source: Breaks
fr: Pauses

# numOfBreaks
source: Number of Breaks
fr: Nombre de pauses

source: Start Break
fr: Commencer la pause

# dateFormat
source: MM/dd/yyyy
fr: dd/MM/yyyy

# stopBreak
source: Resume Break
fr: Arrêter la pause

source: The break will end now.
fr: La pause va se terminer maintenant.

source: The break will start now.
fr: La pause va commencer maintenant.

source: App Version
fr: Version de l'application

source: Contact Us
fr: Contactez-nous

source: Privacy Policy
fr: Politique de confidentialité

source: Term Of Use
fr: Conditions d'utilisation

source: Theme Mode
fr: Mode thème

source: Name
fr: Nom

source: Send
fr: Envoyer

source: Reason
fr: Raison

source: Choose a reason
fr: Choisissez une raison

source: write
fr: Écrire

source: Technical Support
fr: Support Technique

source: Feature Request
fr: Demande de Fonctionnalité

source: Time Tracking Errors
fr: Erreurs de Suivi du Temps

source: App Performance
fr: Performance de l'Application

source: Feedback
fr: Retours

source: Report a Bug
fr: Signaler un Bug

source: Other
fr: Autre

source: Field must not be empty
fr: Le champ ne doit pas être vide

# pleaseChooseAReason
source: Please choose a reason why you want to contact us
fr: Veuillez choisir une raison pour laquelle vous souhaitez nous contacter

source: From
fr: De

source: Could not launch
fr: Impossible de lancer

source: Enter your full name
fr: Entrez votre nom complet

source: Choose date
fr: Choisissez une date

source: hours
fr: heures

source: hour
fr: heure

# youHadBreaks
source: You had:
fr: Vous avez pris :

source: More details
fr: Plus de détails

source: Break No:
fr: Pause No :

source: Break started at:
fr: Pause commencée à :

source: Break finished at:
fr: Pause terminée à :

# youTook
source: You took: {time} of break
fr: vous avez pris : {time} de pause

# activateCategoryToStart
source: Please activate {categoryName} first to start
fr: Veuillez d'abord activer {categoryName} pour commencer

# noBreakTaken
source: There is no break taken.
fr: Aucune pause n'a été prise.

# totalBreakDurationMin
source: Total break duration in min:
fr: Durée totale des pauses en minutes :

# closeBreakFirst
source: You must close your break first
fr: Vous devez d'abord terminer votre pause

# informationCollection
source: 1. Information Collection:
fr: 1. Collecte d'informations :

# useOfInformation
source: 2. Use of Information:
fr: 2. Utilisation des informations :

# emailContactFeature
source: 3. Email Contact Feature:
fr: 3. Fonction de contact par e-mail :

# darkLightModeSettings
source: 4. Dark/Light Mode Settings:
fr: 4. Paramètres du mode sombre/clair :

# dataSecurity
source: 5. Data Security:
fr: 5. Sécurité des données :

# policyChanges
source: We reserve the right to change this privacy policy at any time. All changes will be displayed in the app.
fr: Nous nous réservons le droit de modifier cette politique de confidentialité à tout moment. Toutes les modifications seront affichées dans l'application.

# dataStorageInfo
source: The EyoTime Management (ETM) App does not store personal data on external servers. All data, including time entries and breaks, is stored locally on your device and is only accessible to you.
fr: L'application EyoTime Management (ETM) ne stocke pas de données personnelles sur des serveurs externes. Toutes les données, y compris les entrées de temps et les pauses, sont stockées localement sur votre appareil et ne sont accessibles qu'à vous.

# dataPurpose
source: The app collects and stores data exclusively for tracking and analyzing your time. There are no third-party analytics, no advertisements, and no data is sent to external services.
fr: L'application collecte et stocke des données exclusivement pour suivre et analyser votre temps. Il n'y a pas d'analyses tierces, pas de publicités et aucune donnée n'est envoyée à des services externes.

# contactUsExplanation
source: For questions or comments about the app or these terms of use, contact Younes Dahbi (EyoGroup) through the “Contact Us” feature within the app.
fr: Pour toute question ou remarque sur l'application ou ces conditions d'utilisation, contactez Younes Dahbi (EyoGroup) via la fonctionnalité "Contactez-nous" dans l'application.

# darkModePreference
source: The app stores your preference for dark or light mode locally on your device and does not access personal data.
fr: L'application enregistre votre préférence pour le mode sombre ou clair uniquement sur votre appareil et n'accède pas aux données personnelles.

# localDataSecurity
source: All data remains on your device and is not shared with third parties. The app uses locally stored information solely for app functionality.
fr: Toutes les données restent sur votre appareil et ne sont pas partagées avec des tiers. L'application utilise les informations stockées localement uniquement pour la fonctionnalité de l'application.

# policyUpdateNotice
source: This privacy policy may be updated occasionally. For significant changes, you will be notified within the app.
fr: Cette politique de confidentialité peut être mise à jour occasionnellement. En cas de changements importants, vous serez informé dans l'application.

# acceptanceOfTerms
source: 1. Acceptance of Terms:
fr: 1. Acceptation des conditions :

# usageRestrictions
source: 2. Usage Restrictions:
fr: 2. Restrictions d'utilisation :

# limitationOfLiability
source: 3. Limitation of Liability:
fr: 3. Limitation de responsabilité :

# userResponsibility
source: 4. User Responsibility:
fr: 4. Responsabilité de l'utilisateur :

# modificationsToTerms
source: 5. Modifications to Terms:
fr: 5. Modifications des conditions :

# contactInformation
source: 6. Contact Information:
fr: 6. Informations de contact :

# termsAcceptance
source: By using the Eyo Time Management app, you agree to these terms of use. If you do not agree with these terms, you should not use the app.
fr: En utilisant l'application Eyo Time Management, vous acceptez ces conditions d'utilisation. Si vous n'êtes pas d'accord avec ces conditions, vous ne devez pas utiliser l'application.

# usagePurpose
source: This app is intended solely for private time tracking. Any unauthorized use of the app, such as reverse engineering or distribution of modified versions, is prohibited.
fr: Cette application est exclusivement destinée au suivi du temps à usage privé. Toute utilisation non autorisée de l'application, comme le reverse engineering ou la distribution de versions modifiées, est interdite.

# limitationOfLiabilityExplanation
source: Eyo Time Management assumes no liability for any damages or losses that may arise from using the app. The app is provided "as is," without a guarantee of error-free performance.
fr: Eyo Time Management n'assume aucune responsabilité pour tout dommage ou perte pouvant résulter de l'utilisation de l'application. L'application est fournie "en l'état", sans garantie d'absence d'erreurs.

# userResponsibilityExplanation
source: You are responsible for correctly entering and using the app, as well as for securing your locally stored data.
fr: Vous êtes responsable de la saisie correcte et de l'utilisation de l'application, ainsi que de la sécurisation de vos données stockées localement.

# termsModificationNotice
source: The terms of use may be modified at any time. Significant changes will be announced within the app.
fr: Les conditions d'utilisation peuvent être modifiées à tout moment. Les changements importants seront annoncés dans l'application.

source: Contact Details
fr: Détails du contact

# chooseCategory
source: Choose a category
fr: Choisir une catégorie

# selectCategory
source: Select a category
fr: Sélectionner une catégorie

source: Productivity
fr: Productivité

source: Health & Fitness
fr: Santé & Forme

source: Education
fr: Éducation

source: Business
fr: Affaires

source: Entertainment
fr: Divertissement

source: Are you sure?
fr: Êtes-vous sûr ?

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

# welcomePrivacyPolicy
source: Welcome to the Privacy Policy of ETM. We take your data protection very seriously and want you to know what data we collect and how we use it.
fr: Bienvenue dans la politique de confidentialité de l'ETM. Nous prenons très au sérieux la protection de vos données et souhaitons que vous sachiez quelles données nous collectons et comment nous les utilisons.

# dataAccess
source: Only you, as the user of the app, have access to the data stored on your device.
fr: Seul vous, en tant qu'utilisateur de l'application, avez accès aux données stockées sur votre appareil.

# dataDeletion
source: You can delete your time data at any time via the app. This data is not stored on our servers and cannot be restored once deleted.
fr: Vous pouvez supprimer vos données de temps à tout moment via l'application. Ces données ne sont pas stockées sur nos serveurs et ne peuvent pas être restaurées une fois supprimées.

# contact
source: If you have questions about the privacy policy or would like to learn more about our practices, please contact us at younesoffi.dahbi@gmail.com.
fr: Si vous avez des questions sur la politique de confidentialité ou si vous souhaitez en savoir plus sur nos pratiques, contactez-nous à younesoffi.dahbi@gmail.com.

# dataAccessQuestion
source: Who has access to this data?
fr: Qui a accès à ces données ?

# dataDeletionTitle
source: Data Deletion
fr: Suppression des données

# policyChangesTitle
source: Changes to the Privacy Policy
fr: Modifications de la politique de confidentialité

# timeEntryDeleted
source: Your time entry has been successfully deleted. You may start a new session at any time.
fr: Votre saisie de temps a été supprimée avec succès. Vous pouvez commencer une nouvelle session à tout moment.

source: Your schedule awaits ⏳
fr: Votre emploi du temps vous attend ⏳

# dontForgetTasks
source: Don't forget your planned tasks for today. Every moment counts!
fr: N'oubliez pas vos tâches prévues pour aujourd'hui. Chaque instant compte !

# viewBreakDetails
source: Choose a category to view the break details.
fr: Choisissez une catégorie pour voir les détails des pauses.

source: All Categories
fr: Toutes les catégories

# noDataFound
source: Oops! No data available.
fr: Oups ! Aucune donnée disponible.

source: Sign in to continue
fr: Connectez-vous pour continuer

source: Sign in with Google
fr: Connectez-vous avec Google

source: Sign in with Email
fr: Connectez-vous avec Email

# noAccount
source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: Register now
fr: Inscrivez-vous maintenant

source: Forgot password?
fr: Mot de passe oublié ?

source: New user? Register here
fr: Nouvel utilisateur ? Inscrivez-vous ici

source: Sign In
fr: Se connecter

# cannotBeEmpty
source: Can't be empty
fr: Ne peut pas être vide

source: Email not valid
fr: Email non valide

# continueLabel
source: Continue
fr: Continuer

source: E-Mail Address
fr: Adresse e-mail

# completeYourProfile
source: Complete your profile for an even better and personalized experience!
fr: Complétez votre profil pour une expérience encore meilleure et personnalisée !

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: Phone
fr: Téléphone

source: Create
fr: Créer

source: Sign Up
fr: S'inscrire

source: Email Registration
fr: Inscription par e-mail

source: Already have an account?
fr: Vous avez déjà un compte?

source: Login here
fr: Connectez-vous ici

# searchByCountryOrDialCode
source: Search by Country name or dial code
fr: Recherchez par nom de pays ou indicatif

source: Phone Number
fr: Numéro de téléphone

# previouslyWrittenTask
source: You have a previously written task.
fr: Vous avez une tâche écrite précédemment.

source: Check it Out!
fr: Découvrez-le !

source: Task description:
fr: Description de la tâche :

source: Break reason:
fr: Raison de la pause :

source: Break reason set.
fr: Raison de pause définie.

# passwordTooShort
source: Password can't be less than 8 characters.
fr: Le mot de passe ne peut pas comporter moins de 8 caractères.

# passwordMissingSpecialCharacter
source: Password is missing a special character.
fr: Le mot de passe manque un caractère spécial.

source: Password doesn't match.
fr: Le mot de passe ne correspond pas.

# usernameTaken
source: This username is already taken. Please choose another.
fr: Ce nom d'utilisateur est déjà pris. Veuillez en choisir un autre.

source: Username
fr: Nom d'utilisateur

source: Account created:
fr: Compte créé :

source: Premium Status:
fr: Statut Premium :

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Info
fr: Infos

source: Profile Settings
fr: Paramètres du profil

source: Account
fr: Compte

source: Not Verified
fr: Non vérifié

source: Verified
fr: Vérifié

# enterNewName
source: Please enter your new name in the field below. Make sure to double-check for any spelling mistakes before confirming the change.
fr: Veuillez entrer votre nouveau nom dans le champ ci-dessous. Assurez-vous de vérifier attentivement les fautes d'orthographe avant de confirmer le changement.

# selectGender
source: Select Your Gender
fr: Sélectionnez votre genre

source: Male
fr: Homme

# female
source: Women
fr: Femme

# noDisplay
source: Don't display
fr: Ne pas afficher

source: Gender
fr: Genre

source: Account Type
fr: Type de compte

source: Account Status
fr: Statut du compte

source: None
fr: Aucun

source: About You
fr: À propos de vous

# enterPhoneNumber
source: Please enter your mobile phone number below. This number will only be visible to the ETM Team. If you are using the app as an employee, your supervisor may also have access to this number for communication purposes, such as scheduling or inquiries.
fr: Veuillez entrer votre numéro de téléphone mobile ci-dessous. Ce numéro sera visible uniquement par l'équipe ETM. Si vous utilisez l'application en tant qu'employé, votre superviseur peut également accéder à ce numéro à des fins de communication, telles que la planification ou les demandes.

# noInternetConnection
source: No active internet connection.
fr: Pas de connexion Internet active.

source: Internet connection active!
fr: Connexion Internet active !

# switchToLocalCategories
source: Switch to categories stored on your device.
fr: Passez aux catégories enregistrées sur votre appareil

# switchToCloudCategories
source: Switch to categories synced with the cloud.
fr: Passez aux catégories synchronisées avec le cloud.

source: Login
fr: Connexion

# emailDoesNotExist
source: That email address doesn't exist.
fr: Cette adresse e-mail n'existe pas.

# emailEntryCheck
source: The email address you've entered doesn't appear to exist. Please check your entry and try again.
fr: L'adresse e-mail que vous avez saisie ne semble pas exister. Veuillez vérifier votre saisie et réessayer.

source: Notification Preferences
fr: Préférences de notifications

source: Verification Settings
fr: Paramètres de vérification

source: Payment Settings
fr: Paramètres de paiement

source: Push Notifications
fr: Notifications push

source: Email Notifications
fr: Notifications par e-mail

source: In-App Notifications
fr: Notifications dans l'application

source: Verify your email
fr: Vérifiez votre e-mail

# sendEmailAction
source: Click the 'Send Email' button to proceed with your request.
fr: Cliquez sur le bouton 'Envoyer l'e-mail' pour poursuivre votre demande.

# afterEmailSent
source: The email has been sent. Please check your inbox for further instructions.
fr: L'e-mail a été envoyée. Veuillez vérifier votre boîte de réception pour plus d'instructions.

source: Resend email
fr: Renvoyer l'e-mail

source: Send email
fr: Envoyer l'e-mail

source: Email Verification
fr: Vérification de l'email

source: Get ETM Premium
fr: Obtenez ETM Premium

source: Delete
fr: Supprimer

source: Add
fr: Ajouter

source: Billing email:
fr: E-mail de facturation:

source: Change Email Address
fr: Changer l'adresse e-mail

# unlinkingNote
source: Please note that disconnecting your payment method won't automatically cancel any recurring subscriptions. These must be canceled separately.
fr: Veuillez noter que le débranchement de votre méthode de paiement ne résilie pas automatiquement les abonnements récurrents. Vous devrez les annuler séparément.

# billingReceiptNote
source: The invoice for your subscription will be sent to the email address provided.
fr: La facture de votre abonnement sera envoyée à l'adresse e-mail fournie.

source: Stored Payment Method:
fr: Méthode de paiement enregistrée:

# pleaseEnterPayPalEmail
source: Please enter the email address you would like to associate with PayPal.
fr: Veuillez entrer l'adresse e-mail que vous souhaitez associer à PayPal.

# pleaseEnterBillingEmail
source: Please provide the email address where you'd like to receive your billing receipts.
fr: Veuillez indiquer l'adresse e-mail où vous souhaitez recevoir vos reçus de facturation.

source: Confirm Deletion
fr: Confirmer la suppression

# confirmPayPalEmailDeletion
source: Are you certain you want to remove the saved PayPal email address? This action will permanently delete it from your account.
fr: Êtes-vous sûr de vouloir supprimer l'adresse e-mail PayPal enregistrée ? Cette action la supprimera définitivement de votre compte.

source: Update Billing Email
fr: Mettre à jour l'adresse e-mail de facturation

# confirmUpdateBillingEmail
source: Are you sure you want to update your billing email address? This will replace the currently saved address.
fr: Êtes-vous sûr de vouloir mettre à jour votre adresse e-mail de facturation ? Cela remplacera l'adresse actuellement enregistrée.

# rememberPasswordTip
source: Make sure to remember your password for future logins. We strongly recommend choosing a secure and strong password.
fr: Assurez-vous de mémoriser votre mot de passe pour les futures connexions. Nous vous recommandons vivement d'utiliser un mot de passe sécurisé et robuste.

source: Logout
fr: Déconnexion

source: Change Password
fr: Changer le mot de passe

source: Delete my Account
fr: Supprimer mon compte

source: Current Password
fr: Mot de passe actuel

source: New Password
fr: Nouveau mot de passe

source: Confirm New Password
fr: Confirmez le nouveau mot de passe

source: Update Password
fr: Mettre à jour le mot de passe

source: Reset Password
fr: Réinitialiser le mot de passe

# passwordCannotBeSame
source: Your new password cannot be the same as the current password.
fr: Votre nouveau mot de passe ne peut pas être identique à l'actuel.

# deleteAccountConfirmation
source: Are you sure you want to delete your account? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible.

# resetPasswordInstruction
source: Please enter the email address linked to your account, and we'll send you instructions to reset your password.
fr: Veuillez entrer l'adresse e-mail associée à votre compte, et nous vous enverrons des instructions pour réinitialiser votre mot de passe.

source: Check your mail
fr: Vérifiez votre courrier

# passwordRecoveryInstructions
source: We have sent password recovery instructions to your email.
fr: Nous avons envoyé des instructions de récupération de mot de passe à votre e-mail.

# emailNotReceived
source: Did not receive the email? Check your spam filter, or try again with another email.
fr: Vous n'avez pas reçu l'e-mail ? Vérifiez votre filtre anti-spam ou essayez avec un autre e-mail.

source: Send Instructions
fr: Envoyer les instructions

# didNotReceiveCode
source: Didn't receive the code?
fr: Vous n'avez pas reçu le code ?

source: Resend
fr: Renvoyer

# createNewPassword
source: Create a new password
fr: Créer un nouveau mot de passe

# passwordDifferentTip
source: Your new password should not be the same as any previously used passwords.
fr: Votre nouveau mot de passe ne doit pas être identique à ceux déjà utilisés.

source: Sync Data with Cloud
fr: Synchroniser les données avec le cloud

# syncDataWarning
source: Local data exists on your device. Syncing with the cloud will upload your local data to your cloud account, but all existing data on your device will be deleted. Are you sure you want to proceed?
fr: Des données locales existent sur votre appareil. La synchronisation avec le cloud téléchargera vos données locales sur votre compte cloud, mais toutes les données existantes sur votre appareil seront supprimées. Êtes-vous sûr de vouloir continuer ?

source: Pull down to refresh.
fr: Tirez vers le bas pour actualiser.

source: Release to refresh.
fr: Relâchez pour actualiser.

source: Refreshing data...
fr: Actualisation des données...

source: Refresh completed!
fr: Actualisation terminée !

# refreshFailed
source: Refresh failed. Pull down to try again.
fr: Actualisation échouée. Tirez vers le bas pour réessayer.

source: Session Exceeded Limit
fr: Durée de session dépassée

# sessionExceededMessage
source: Your session has exceeded the maximum duration of 24 hours. To maintain accurate tracking, you can recover and adjust the session to 24 hours, or discard it entirely. What would you like to do?
fr: Votre session a dépassé la durée maximale de 24 heures. Pour garantir un suivi précis, vous pouvez la récupérer et l’ajuster à 24 heures ou la supprimer entièrement. Que souhaitez-vous faire ?

source: Adjust
fr: Ajuster

source: Discard Session
fr: Supprimer la session

source: Show Date Time Picker
fr: Afficher le sélecteur de date et heure

source: Last Time Tracked
fr: Dernière fois suivie
